{
  "faq_q1": "How does Skyscanner work?",
  "faq_a1": "Skyscanner is a travel search engine that compares millions of flights across thousands of airlines and travel agents. We show you the available options so you can choose the one that best suits your needs.",
  "faq_q2": "How can I find the cheapest flight using Skyscanner?",
  "faq_a2": "Use our 'Whole month' or 'Cheapest month' view in the flight search to see the lowest prices across a wider date range. Be flexible with your travel dates and consider flying on less popular days or times.",
  "faq_q3": "Where should I book a flight to right now?",
  "faq_a3": "Flight prices and popular destinations can vary greatly. Use our explore feature to see potential destinations based on your budget or browse popular routes from your location.",
  "faq_q4": "Do I book my flight with Skyscanner?",
  "faq_a4": "No, Skyscanner is a search engine. Once you find a flight you like, we'll redirect you to the airline or travel agent's website to complete your booking.",
  "faq_q5": "What happens after I have booked my flight?",
  "faq_a5": "After booking, you will receive a confirmation email from the airline or travel agent you booked with. Skyscanner does not handle the booking process or provide post-booking support.",
  "faq_q6": "Does Skyscanner do hotels too?",
  "faq_a6": "Yes, Skyscanner also searches and compares prices for hotels and accommodations worldwide.",
  "faq_q7": "What about car hire?",
  "faq_a7": "Yes, you can also use Skyscanner to compare car rental options from various providers.",
  "faq_q8": "What's a Price Alert?",
  "faq_a8": "Set up a Price Alert on Skyscanner to track the price of a specific flight route. We'll notify you via email if the price goes up or down.",
  "faq_q9": "Can I book a flexible flight ticket?",
  "faq_a9": "While Skyscanner doesn't directly offer flexible tickets, you can often find options with flexible booking policies offered by airlines and travel agents. Look for these options when you are redirected to their site.",
  "faq_q10": "Can I book flights that emit less CO₂?",
  "faq_a10": "Some airlines and travel agents offer options for flights with lower CO₂ emissions. Look for labels or filters indicating these choices when you are redirected to their booking site."
}
